JinjaTask/create.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://schemas.planview.com/PlanviewEnterprise/Services/TaskService3/2012/08" xmlns:ns1="http://schemas.planview.com/PlanviewEnterprise/OpenSuite/Dtos/TaskDto2/2012/08" xmlns:plan="http://schemas.datacontract.org/2004/07/Planview.Enterprise.OpenSuite.Dtos.Configuration">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:Create>
         <ns:dtos>
            <ns1:TaskDto2>
               <ns1:Description>{{ dict_nodes.Description }}</ns1:Description>
               <ns1:FatherKey>{{ dict_nodes.FatherKey }}</ns1:FatherKey>
            </ns1:TaskDto2>
         </ns:dtos>
      </ns:Create>
   </soapenv:Body>
</soapenv:Envelope>